{
    "inicio":"Home",
    "trabalho":"Works",
    "redes":"Social Media",
    "contato":"Contact",
    "certificado":"Certificates",
    "fonte":"Source",
    "titulo":"IBM MAXIMO Consultant / Developer / Information Systems Undergraduate",
    "apresentacao":"Hello, I am a back-end developer and IBM MAXIMO specialist from Brazil!",
    "resumoTrabalho":"I work as an IBM Maximo consultant in Belo Horizonte - MG, and I am finishing my degree in Information Systems at the Federal University of Ouro Preto. Solving problems and uncovering challenges is something that truly motivates me — it’s what drives my constant evolution. In my portfolio, you will find projects in both software development and hardware maintenance.",
    "meuPorfolio":"My portifolio",
    "contatoDescricao": "If you have an idea, a project in mind, or are interested in discussing technical solutions or academic partnerships, just send me a message. Feel free to reach out for collaborations, consultations, research proposals, or simply to exchange knowledge!",
    "atePresente": "to present",
    "nascidoEm": "Born in",
    "curso": "Information Systems",
    "cargo1": "Intern",
    "cargo2": "Junior Consultant",
    "cargo3": "Mid-level Consultant",
    "interesses":"Personal interests",
    "interessesDescricao":"Fixing electronic devices, strength training, football, martial arts, and occasionally some",
    "fotos":"photos",
    "colaboracoes":"Collaborations",
    "sisweb":"Workout control",
    "siswebDescricao":"Web system developed to allow control of physical exercises performed and provide dashboards based on usage.",
    "siswebDescricaoCompleta":"The web application was developed with the aim of enabling the collection of information from workouts performed and providing customized dashboards. With the help of professional monitoring, it is possible to use the app's information to create new workout plans, thus complementing the user's profile information and obtaining a more targeted approach based on their development.",
    "cifra":"Caesar cipher",
    "cifraDescricao":"Cryptography techniques implemented in Haskell.",
    "cifraDescricaoCompleta":"The Caesar Cipher is one of the simplest and most well-known cryptographic techniques. It is a type of substitution cipher in which each letter of the text is replaced by another letter that appears a fixed number of positions below it in the alphabet.",
    "haskell":"Implementation in Haskell",
    "farofa":"by artists for artists",
    "plataforma":"Platform"

}
  